--创建数据库
  create database tianya charset=utf8;

--创建表
create table list1 
(
    id int primary key auto_increment,
    val text,
    t date
);
create table list2 
(
    id int primary key auto_increment,
    val text,
    t date
);
create table list3 
(
    id int primary key auto_increment,
    val text,
    t date
);
create table list4 
(
    id int primary key auto_increment,
    val text,
    t date
);
create table list5 
(
    id int primary key auto_increment,
    val text,
    t date
);
create table list6 
(
    id int primary key auto_increment,
    val text,
    t date
);
create table list7 
(
    id int primary key auto_increment,
    val text,
    t date
);
create table list8 
(
    id int primary key auto_increment,
    val text,
    t date
);

---- 插入数据
insert into list1 values
(null,'【创作者手记·沧海云帆】天刀全新海洋地图实景首曝','2017-06-22'),
(null,'天刀《青龙永夜》MV重磅推出 暗含未来剧情走向？','2017-06-22'),
(null,'《时光沧海》：世界级团队携手迪玛希，为你打造的这首歌','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'【创作者手记·沧海云帆】天刀全新海洋地图实景首曝','2017-06-22'),
(null,'天刀《青龙永夜》MV重磅推出 暗含未来剧情走向？','2017-06-22'),
(null,'《时光沧海》：世界级团队携手迪玛希，为你打造的这首歌','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'【创作者手记·沧海云帆】天刀全新海洋地图实景首曝','2017-06-22'),
(null,'天刀《青龙永夜》MV重磅推出 暗含未来剧情走向？','2017-06-22'),
(null,'《时光沧海》：世界级团队携手迪玛希，为你打造的这首歌','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22');

insert into list2 values
(null,'《时光沧海》：世界级团队携手迪玛希，为你打造的这首歌','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'【创作者手记·沧海云帆】天刀全新海洋地图实景首曝','2017-06-22'),
(null,'天刀《青龙永夜》MV重磅推出 暗含未来剧情走向？','2017-06-22'),
(null,'《时光沧海》：世界级团队携手迪玛希，为你打造的这首歌','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'【创作者手记·沧海云帆】天刀全新海洋地图实景首曝','2017-06-22');

insert into list3 values
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'【创作者手记·沧海云帆】天刀全新海洋地图实景首曝','2017-06-22'),
(null,'天刀《青龙永夜》MV重磅推出 暗含未来剧情走向？','2017-06-22'),
(null,'《时光沧海》：世界级团队携手迪玛希，为你打造的这首歌','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'【创作者手记·沧海云帆】天刀全新海洋地图实景首曝','2017-06-22'),
(null,'天刀《青龙永夜》MV重磅推出 暗含未来剧情走向？','2017-06-22');

insert into list4 values
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'【创作者手记·沧海云帆】天刀全新海洋地图实景首曝','2017-06-22'),
(null,'天刀《青龙永夜》MV重磅推出 暗含未来剧情走向？','2017-06-22'),
(null,'《时光沧海》：世界级团队携手迪玛希，为你打造的这首歌','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'《时光沧海》：世界级团队携手迪玛希，为你打造的这首歌','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22');

insert into list5 values
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'【创作者手记·沧海云帆】天刀全新海洋地图实景首曝','2017-06-22'),
(null,'天刀《青龙永夜》MV重磅推出 暗含未来剧情走向？','2017-06-22'),
(null,'《时光沧海》：世界级团队携手迪玛希，为你打造的这首歌','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'【创作者手记·沧海云帆】天刀全新海洋地图实景首曝','2017-06-22'),
(null,'天刀《青龙永夜》MV重磅推出 暗含未来剧情走向？','2017-06-22'),
(null,'《时光沧海》：世界级团队携手迪玛希，为你打造的这首歌','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22');

insert into list6 values
(null,'【创作者手记·沧海云帆】天刀全新海洋地图实景首曝','2017-06-22'),
(null,'天刀《青龙永夜》MV重磅推出 暗含未来剧情走向？','2017-06-22'),
(null,'《时光沧海》：世界级团队携手迪玛希，为你打造的这首歌','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'【创作者手记·沧海云帆】天刀全新海洋地图实景首曝','2017-06-22'),
(null,'天刀《青龙永夜》MV重磅推出 暗含未来剧情走向？','2017-06-22'),
(null,'《时光沧海》：世界级团队携手迪玛希，为你打造的这首歌','2017-06-22');

insert into list7 values
(null,'【创作者手记·沧海云帆】天刀全新海洋地图实景首曝','2017-06-22'),
(null,'天刀《青龙永夜》MV重磅推出 暗含未来剧情走向？','2017-06-22'),
(null,'《时光沧海》：世界级团队携手迪玛希，为你打造的这首歌','2017-06-22'),
(null,'【创作者手记·沧海云帆】天刀全新海洋地图实景首曝','2017-06-22'),
(null,'天刀《青龙永夜》MV重磅推出 暗含未来剧情走向？','2017-06-22'),
(null,'《时光沧海》：世界级团队携手迪玛希，为你打造的这首歌','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'【创作者手记·沧海云帆】天刀全新海洋地图实景首曝','2017-06-22'),
(null,'天刀《青龙永夜》MV重磅推出 暗含未来剧情走向？','2017-06-22'),
(null,'《时光沧海》：世界级团队携手迪玛希，为你打造的这首歌','2017-06-22');

insert into list8 values
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'【创作者手记·沧海云帆】天刀全新海洋地图实景首曝','2017-06-22'),
(null,'天刀《青龙永夜》MV重磅推出 暗含未来剧情走向？','2017-06-22'),
(null,'《时光沧海》：世界级团队携手迪玛希，为你打造的这首歌','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'洛天依倾情演绎《天涯》 半青少女MV发布','2017-06-22'),
(null,'天刀与微信游戏圈联欢啦 绑定微信领好礼','2017-06-22'),
(null,'心王·洛天依少女版舞蹈视频发布 三体型截图大展示！','2017-06-22'),
(null,'天刀7.11扬帆起航：少女体型上线 大航海时代震撼开启','2017-06-22'),
(null,'一秒变身八荒少女：天刀携手天天P图 唤醒你的少女心','2017-06-22'),
(null,'【创作者手记·沧海云帆】天刀全新海洋地图实景首曝','2017-06-22'),
(null,'天刀《青龙永夜》MV重磅推出 暗含未来剧情走向？','2017-06-22'),
(null,'《时光沧海》：世界级团队携手迪玛希，为你打造的这首歌','2017-06-22');